// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "カラー制限";

ApplyButton = "今すぐ適用";
NewButton = "新規作成…";
DeleteButton = "削除";
AddButton = "追加";
CancelButton = "キャンセル";

// Restrict Color Use
RestrictColorUseTabName = "使用カラーの制限";
RestrictColorUseTabDescription = "この機能は、全ユーザー、あるいは特定のユーザーやアプリケーションに対し、カラー印刷を制限するのに使用します。 たとえば、すべての E メール メッセージをカラーなしでプリントするには、「許可された場合カラーでプリント」を選び、E メール アプリケーションの許可を [黒のみ] に設定します。

他の 2つのタブにある設定は、[許可された場合カラーでプリント] が選択されている場合のみ有効となります。";

RestrictColorUseTabWithoutUsersDescription = "この機能を使用して、すべてまたは特定のアプリケーション、およびすべてまたは特定のグループとユーザのカラー印刷を制限します。たとえば、すべての電子メール メッセージをカラーなしで印刷するには、[許可された場合カラーでプリント] を選択し、電子メール アプリケーションの許可を [モノクロのみ] に設定します。\n\nすべてまたは特定のグループとユーザのカラー印刷を制限するには、[タスク選択] パネルで [ユーザ役割の管理] プラグインを選択します。\n\n他のタブと [ユーザ役割の管理] プラグインの設定は、 [許可された場合カラーでプリント] が選択されている場合にだけ有効になることに注意してください。";

RestrictColorUseTabWithoutUsersAndWithoutURMDescription = "この機能を使用して、すべてのアプリケーション、または特定のアプリケーションのカラー印刷を制限します。例えば、すべての電子メール メッセージをモノクロで印刷するには、[権限がある場合はカラーを使用]を選択し、電子メール アプリケーションの権限を[モノクロのみ]に設定します。\n\n[その他]タブの設定が有効になるのは [権限がある場合はカラーを使用]を選択した場合のみですので、ご注意ください。";

RestrictColorUseTabWithEWSDescription = "この機能は、全ユーザー、あるいは特定のユーザーやアプリケーションに対し、カラー印刷を制限するのに使用します。 たとえば、すべての E メール メッセージをカラーなしでプリントするには、「許可された場合カラーでプリント」を選び、E メール アプリケーションの許可を [黒のみ] に設定します。

[その他] タブへのアプリケーション許可、およびユーザ/グループの権限を<a>プリンタの Web ページ</a>経由で管理できます。

これらの権限が有効になるのは [許可された場合カラーでプリント]を選択した場合のみですので、ご注意ください。";

RestrictColorUseOptionsPrompt = "カラージョブ プリント方法の設定：";
RestrictColorUseEnableColorOptionName = "カラーを有効にする";
RestrictColorUseEnableColorOptionDescription = "カラーのジョブはすべてカラーでプリントされます。";
RestrictColorUseColorIfAllowedOptionName = "許可された場合カラーでプリント";
RestrictColorUseColorIfAllowedOptionDescription = "ユーザーおよびアプリケーション許可が、それぞれのジョブに対しカラーでプリントするかどうかを決定します。";
RestrictColorUseColorIfAllowedOptionWithoutUserDescription = "アプリケーションの権限により、各ジョブがカラーで印刷されるかどうかが決まります。";
RestrictColorUseDisableColorOptionName = "カラーを無効にする";
RestrictColorUseDisableColorOptionDescription = "カラーのジョブはすべてモノクロでプリントされます。";
RestrictColorForApplications = "一部のｺﾝﾋﾟｭｰﾀ ｱﾌﾟﾘｹｰｼｮﾝのｶﾗｰ印刷を制限";
RestrictColorForUsers = "ﾕｰｻﾞｰまたはｸﾞﾙｰﾌﾟ権限でｶﾗｰを制限";

// User Color Permissions
UserColorPermissionsTabName = "ユーザー";
UserColorPermissionsTitle = "ユーザーカラー許可";
UserColorPermissionsTableDescription = "このリストには、最高 50のユーザーとそれぞれのカラー許可を保存することができます。";
UserColorPermissionsTableUserNameColumn = "ユーザ名";
UserColorPermissionsTablePermissionColumn = "許可";
DefaultUserPermissionsTitle = "デフォルト ユーザー許可：";
BlackOnly = "黒のみ";
Color = "カラー";
UserColorPermissionsTabDescription = "カラー使用ジョブ ログをプリントして、このデバイスにプリントしたユーザーの名前を見ることができます。";
UserNameTitle = "ユーザ名：";
PermissionTitle = "許可：";

// Application Color Permissions
AppColorPermissionsTabName = "アプリケーション";
AppColorPermissionsTitle = "アプリケーション カラー許可";
App10ColorPermissionsTableDescription = "このリストには、最高 10のアプリケーションとそれぞれのカラー許可を保存することができます。";
AppColorPermissionsTableDescription = "このリストにアプリケーションとそのカラー許可が保存されています.";
AppColorPermissionsTableAppNameColumn = "アプリケーション名";
AppColorPermissionsTablePermissionColumn = "許可";
DefaultAppPermissionsTitle = "デフォルト アプリケーション許可：";
AppColorPermissionsTabDescription = "カラー使用ジョブ ログをプリントして、このデバイスにプリントしたアプリケーション名を見ることができます。";
AppNameTitle = "アプリケーション名：";